;   Subtitle Workshop 2.52
;   Romanian language file
;   Rev 11/DEC/2011
;   Translator : yonutz80ro
;   E-mail     : yonutz80ro@yahoo.com
;   Web        : www.titrari.ro

[General]
Translator=yonutz80ro
Font Charset=238
AllFiles=Toate fişierele suportate
Help=ManualRO.html
FPS=CPS
PlainText=Text simplu
STP=Proiect de Traducere a unei Subtitrări
SRF=Fişier Raport Subtitrare

[Standard buttons]
01=&Ok
02=&Revocare
03=&Răsfoire
04=&Aplică
05=&Ieşire
06=&Da
07=&Nu

[Main Form]
01=Mod:
02=Timp
03=Cadre
04=CPS Intrare:
05=CPS:
06=Lucrează cu:
07=Durată|Timp final|Ambele
08=Nr.
09=Arată
10=Ascunde
11=Text
12=Traducere
13=%d rânduri netraduse
14=Durata:
15=%s (%s caractere):
16=- Linie netradusă -
; added in 2.52
17=LPS:

[Main menu header]
01=Fişier
02=Editare
03=Căutare
04=Instrumente
05=Film
06=Setări
07=Ajutor

[Main menu/File]
01=Subtitrare nouă...
02=Încarcă subtitrarea...
03=Fişiere recente
04=Goleşte lista
05=Încarcă
06=Proiect...
07=Original
08=Traducere
09=Salvează
10=Original ca...
11=Traducere ca...
12=Salvează ca...
13=Închidere
14=Ieşire

[Main menu/Edit]
01=Anulare
02=Refacere
03=Inserare linie
04=Inserare înainte
05=Ştergere selecţie
06=Tăiere
07=Copiere
08=Lipire
09=Selectare toate

[Main menu/Edit/Timings]
01=Timpi
02=Setează limitele duratei...
03=Setează decalajul...
04=Ajustează
05=Ajustează subtitrare...
06=Ajustează la subtitrări sincronizate
07=Extindere/reducere timpi
08=Extinde durata
09=Durate automate
10=Citeşte timpi din fişier
11=Schimbă cu %s milisecunde
; added in 2.52
12=Schimbă timpul de afişare a liniei cu %s milisecunde
13=Schimbă timpul de ascundere a liniei cu %s milisecunde

[Main menu/Edit/Texts]
01=Texte
02=Ajustare inteligentă a rândurilor
03=Transformare litere...
04=Unire rânduri
05=Despărţire a rândurilor din linie...
06=Despărţire rapidă a rândurilor din linie
07=Setare lungime maximă a rândului...
08=Citire texte din fişier
; added in 2.52
09=Setare etichetă de îngroşare (Aldin)
10=Setetare etichetă pentru cuvinte italice (Cursiv)
11=Setare etichetă pentru subliniere (Subliniat)
12=Setare etichetă pentru culoare

[Main menu/Edit/Subtitles]
01=Linii
02=Combinare linii
03=Efecte
04=Efect maşină de scris
05=Flash
06=Flash rapid
07=Flash mediu
08=Flash lent
09=Dreapta-spre-Stânga
10=Inversare text
11=Reparare semne de punctuaţie
12=Sortare
13=Ştergere "..." inutile
14=Marcare linii selectate
15=Demarcare linii selectate

[Main menu/Edit/Translation]
01=Traducere
02=Mod traducere
03=Inversare

[Main menu/Search]
01=Caută...
02=Următorul găsit
03=Căutare && înlocuire...
04=Salt la linia cu nr....

[Main menu/Tools]
01=Verificare ortografie
02=Conversie în bloc...
03=Împărţire subtitrare...
04=Unire subtitrări...
05=Informaţii şi erori
06=Informaţii şi erori...
07=Informaţii diverse...
08=Scripturi OCR
09=Arată în fereastra principală
10=Setăr&i...
11=Reverificare erori
12=Reparare toate erorile
13=Reparare erori (liniile selectate)
14=Salt la eroarea următoare
15=Adăugare CPS de la AVI
16=Vizualizare externă
17=Extractor limbă din fişier SAMI
18=Scripturi Pascal

[Main menu/Movie]
01=Deschidere...
02=Închidere
03=Informaţii...
04=Mod vizualizare video
05=Arată subtitrarea
06=Salvare fişier media de pornire

[Main menu/Movie/Playback]
01=Redare
02=Redare/Pauză
03=Stop
04=Înapoi
05=Înainte
06=Înapoi 5 secunde
07=Înainte 5 secunde
08=Rată redare

[Main menu/Movie/Subtitles]
01=Linii
02=Mută linie
03=Setare timp de start
04=Setare timp final
05=Start linie
06=Sfârşit linie

[Main menu/Movie/Synchronization]
01=Sincronizare
02=Primul punct de sincronizare
03=Ultimul punct de sincronizare
04=Adăugare punct de sincronizare

[Main menu/Movie/Display]
01=Afişare
02=Original
03=Traducere

[Main menu/Settings]
01=Setări salvare...
02=Limba
03=Arată panoul din stânga
04=Arată controalele de timp
05=Folosire editare directă

[Main menu/Help]
01=Despre %s...
02=Verificare pentru o versiune nouă

[Popup Menu]
01=Cursiv
02=Aldin
03=Subliniat
04=Setare culoare
05=Ştergere etichete de culoare

[Video preview hints]
01=Redare/Pauză (%s)
02=Stop (%s)
03=Activează/Dezactivează Salt la linie la redare
04=Salt la linia precedentă
05=Salt la linia următoare
06=Înapoi (%s)
07=Înainte (%s)
08=Cu încetinitorul
09=Mută linia (%s)
10=Setează timp de start (%s)
11=Setează timp final (%s)
12=Start linie (%s)
13=Sfârşit linie (%s)
14=Marchează ca primul punct de sincronizare (%s)
15=Marchează ca ultimul punct de sincronizare (%s)
16=Adaugă punct de sincronizare în subtitrare/film (%s)

[Save as]
01=Salvare ca
02=Dublu-clic pe formatul pentru salvare:
03=Format personalizat
04=Toate formatele

[Custom formats]
01=Formate personalizate
02=Informaţii
03=Nume:
04=Extensia:
05=Caracter ptr. rând nou:
06=Timp
07=Cadre
08=Structură:
09=CPS:
10=Încarcă proiect
11=Salvează proiect
12=Reţine ultimul format personalizat
13=Salvare !
14=Proiect format personalizat

[Settings Form]
01=Setări
02=Modifică configuraţia programului
; Sections
03=General
04=Avansat
05=Seturi caractere
06=Formate
07=Tipuri de fişiere
08=Salvare
09=Vizualizare video
10=Subtitrare
11=Vizualizare externă
12=Aspect
13=Program
14=Listă
15=Meniu
;-----------------;
; General section ;
;-----------------;
16=Mereu deasupra
17=Permite lucrul cu instanţe multiple
18=Confirmă ştergerea liniilor subtitrării
19=Interpretează fişiere nevalide ca text simplu
20=Căutare automată a fişierului video
21=Forţează lucrul în mod timp
22=Păstrează ordinea rândurilor la inversarea textului
23=Selectează text la saltul la linia următoare
24=Selectează text la saltul la linia precedentă
25=Fără efecte de la etichete de stil
26=Lucrează cu etichete de stil
27=Număr maxim de fişiere în lista de "Fişiere recente":
; added in 2.52 
99=Dublu click în căsuţa textului Original/Traducere
100=Implicit (selectează text)
101=Poziţionează cursorul în faţa primei litere
102=Poziţionează cursorul după ultima literă
;----------;
; Advanced ;
;----------;
28=Ajustare inteligentă a rândurilor
29=2 rânduri dacă depăşeşte:
30=caractere
31=Activează punct de întrerupere
32=Împarte linii
33=Rupe linia după:
34=Auto-ajustare inteligentă a rândurilor
35=Lungime maximă a liniei:
36=Schimbă timpii cu:
37=milisecunde
; added in 2.52 
92=Culoare LPS
97=Linie nouă cu durată implicită:
98=Diferenţă implicită între linii:
;----------;
; Charsets ;
;----------;
38=Arată în fereastra principală
39=Set de caractere pentru text original:
40=Set de caractere pentru traducere:
;-----------------;
; Formats section ;
;-----------------;
41=Format implicit:
42=Formate arătate la "Salvare ca":
43=Arată formate personalizate
44=Selectare to&t
45=&Debifare tot
;--------------------;
; File types section ;
;--------------------;
46=Înregistrează extensiile la pornire
47=Asociază cu majoritatea extensiilor de subtitrări suportate
;--------------;
; Save section ;
;--------------;
48=Cere salvarea la ieşirea din program / închiderea subtitrării
49=Salvează automat lucrul la fiecare
50=minute.
51=Salvează copie de siguranţă
52=Setări salvare...
;---------------;
; Video preview ;
;---------------;
53=Dublu-clic în subtitrare:
54=Secunde pentru salt:
55=Tasta "Shift"+dublu-clic în subtitrare:
56=Trecere în căsuţa de text
57=Salt la timpul liniei în film
58=Salt N secunde înaintea liniei în film
59=Timp derulare înapoi şi înainte:
60=secunde.
61=Rată redare "cu încetinitorul":
;-------------------------;
; Video preview Subtitles ;
;-------------------------;
62=Pune margine
63=Pune umbră
64=Încearcă fundal transparent
65=Forţează folosire regiuni (poate fi mai lent)
66=Font...
67=Culoare...
68=Fundal...
69=Grosime margine:
70=Grosime umbră:
71=MOSTRă
; added in 2.52
94=Poziţie
95=Sus
96=Jos
103=Transparenţă...
;--------------------------;
; External Preview General ;
;--------------------------;
72=Executabil player video:
73=Detectează program asociat
74=Cere fişier video diferit de fiecare dată
75=Întotdeauna testează cu fişier video:
;---------------------------;
; External Preview Advanced ;
;---------------------------;
76=Salvează fişier temporar al subtitrării în format:
77=Original
78=Personalizat:
79=Parametru de trimis către player-ul video:
80=VIDEO_FILE reprezintă fişierul video cu care vei testa subtitrarea. SUBT_FILE e parametrul cu care fişierul temporar al subtitrării va fi trimis către player-ul video. Poţi adăuga alţi parametri, de exemplu pentru "ecran complet(full screen)" etc.
;----------------;
; Look / Program ;
;----------------;
81=Font de folosit în program:
82=Dimensiune font:
83=Câmpurile "Text" şi "Traducere" aliniate la:
84=Stânga|Dreapta|Centru
; added in 2.52
93=Afişare bara de culori
;-------------;
; Look / List ;
;-------------;
85=Arată grila
86=Aplică stilul la linii
87=Marchează liniile netraduse prin culoarea:
88=Arată bară de derulare orizontală
; added in 2.52 
91=Text pentru liniile netraduse
;-------------;
; Look / Menu ;
;-------------;
89=Foloseşte meniu stil Office XP
90=Foloseşte meniu în degradé

[Output settings]
01=Setări salvare
02=Disc ID:
03=Titlu DVD:
04=Limba:
05=Autor:
06=Pagină Web:
07=Info:
08=Licenţă:
09=Subtitrare:
10=Fundal:
11=MOSTRă
12=&Setează font
13=Aliniere:
14=Stânga
15=Centru
16=Dreapta
17=CPS:
18=Şterge cadru
19=Culoare 0 (fundal):
20=Culoare 1 (Font):
21=Culoare 2 (contur):
22=Culoare 3 (antialiasing):
23=Nr. culoare în spectru:
24=Contrast
25=Titlu:
26=Script:
27=Efecte
28=Altele
29=Stil margine:
30=Contur + umbră
31=Câmp opac
32=Culoare
33=Primară:
34=Secundară:
35=Terţă:
36=Umbră:
37=Margine stânga:
38=Margine dreapta:
39=Margine verticală:
40=Contur:
41=Aliniere:
42=Codificare:
43=Sursa:
44=Program:
45=Cale:
46=Decalaj:
47=CD Track:
48=Comentariu:
49=Format TMPlayer
50=Format TMPlayer+
51=Format TMPlayer Multiline

[Duration limits]
01=Limite durată
02=Setează durata maximă
03=Milisecunde
04=Setează durata minimă
05=* Mărind timpul nu se va cauza suprapunerea liniilor

[Set delay]
01=Setare decalaj
02=Pentru toate liniile
03=Pentru liniile selectate

[Adjust subtitles]
01=Ajustare subtitrare
02=Simplă
03=Avansată
04=Prima replică spusă:
05=Ultima replică spusă:
06=Încărcare din fişier
07=Salvare în fişier
08=Linia #
09=Timp vechi
10=Timp nou
11=&Adaugă
12=Adaugă din fil&m
13=Şte&rge
14=Dacă timpul e în afara intervalului:
15=Extrapolează
16=Returnează timp original (fără schimbări)
17=Returnează cel mai apropiat punct de sincronizare
18=&Ajustează !
19=Punct nou de sincronizare
20=Timp vechi:
21=Timp nou:

[Time expander/reducer]
01=Extindere / reducere timpi
02=Extindere durată
03=Reducere durată
04=Extindere / reducere durată:
05=Secunde
06=Cadre
07=Doar dacă linia e mai lungă de:
09=caractere
10=Doar dacă durata e mai lungă de:
11=Doar dacă durata e mai scurtă de:
12=Evită suprapunerea liniilor
13=Pentru toate liniile
14=Pentru liniile selectate

[Automatic durations]
01=Durate automate
02=Milisecunde
03=pe caracter
04=pe cuvânt
05=pe rând
06=Aplică durata nouă în toate cazurile
07=Doar dacă durata nouă e mai mare decât cea originală
08=Doar dacă durata nouă e mai mică decât cea originală
09=Toate liniile
10=Numai liniile selectate

[Convert case]
01=Transformare litere
02=Tip propoziţie.
03=Doar prima literă din primul cuvânt
04=Detectare "..."
05=litere mici
06=MAJUSCULE
07=Tip Titlu
08=tIP iNVERS
09=Toate liniile
10=Numai liniile selectate

[Divide lines]
01=Desparte rândurile din linie
02=Desparte după linia cu nr.:
03=Foloseşte durata automată
04=Arată:
05=Ascunde:
06=Durata:
07=Continuare directă
08=%s caractere
09=&Desparte !

[Search & Replace]
01=Căutare şi înlocuire
02=Căutare
03=Text de găsit:
04=&Caută !
05=Înlocuire cu:
06=&Următorul găsit
07=Înlocui&re
08=Înlocuire to&ate
09=&Mai mult >
10=Ma&i puţin <
11=Potrivire litere mari şi mici
12=Potrivire cuvinte întregi
13=Păstrează litere mici / majuscule la înlocuire
14=Caută textul în:
15=Toate liniile
16=De la linia selectată
17=Set de caractere:

[Go to line]
01=Salt la linia numerotată
02=Scrie numărul liniei:

[Batch convert]
01=Conversie în bloc
02=Conversie fişiere multiple într-un singur format din câţiva paşi.
; Buttons
03=< În&apoi
04=Înai&nte >
05=C&onversie
06=I&eşire
07=În&chidere
08=To&ate
09=Niciu&na
; Page 1
10=Extensii:
11=Caută calea:
12=Include subdirectoare
13=Verificare amănunţită a formatelor
14=Director salvare:
15=Format salvare:
16=CPS Implicit:
; List columns
17=Nume fişier
18=Format
19=CPS
20=Mărime
; Page 2
21=&Adăugare
22=Şte&rgere
23=Go&lire
; Page 3
24=Gata ! Vezi fişierul log pentru detalii:
25=Salvare...
; Searching
26=Verificare fişier %s

[Batch convert log]
01=%s %s - Fişier Log Conversie în bloc
02=Generat la %s
03=Format salvare: %s
04=Fişiere totale de convertit: %d
05=Se încearcă încărcarea "%s"...
06=Fişier încărcat cu succes !
07=Fişierul "%s" deja există, se înlocuieşte...
08=Fişier salvat cu succes ca "%s"
09=Fişierul "%s" deja există şi nu ai permis programului să-l înlocuiască
10=Eroare la încărcarea fişierului, nu se poate salva !
11=Conversii totale efectuate: %u
12=Timp total: %s
13=Toate fişierele au fost convertite cu succes
14=Au apărut erori la convertirea unor fişiere, vezi detaliile mai jos

[Split]
01=Împărţire subtitrare...
02=Simplă
03=Avansată
04=La linia selectată
05=La linia nr.:
06=La timpul introdus:
07=La cadrul introdus:
08=La sfârşitul filmului:
09=Denumire
10=Partea %d:
11=Nume Fişier
12=Durata
13=Linii
14=Părţi egale ca durată
15=Părţi egale ca nr. de linii
16=La finalul filmelor
17=Număr de părţi:
18=Auto-denumire părţi:
19=Director salvare:
20=Format salvare:
21=Recalculează valori timp
22=Dublu-clic pentru selectarea filmului
23=Îm&parte !

[Join]
01=Unire subtitrări...
02=Adaugă subtitrările pe care doreşti să le uneşti (în ordine):
03=Nume fişier
04=Format
05=CPS
06=Mărime
07=Fragment film (Opţional)
08=&Adăugare
09=Şte&rgere
10=Go&lire
11=&Setare fragment din film
12=Şterg&ere fragment din film
13=Format salvare:
14=CPS salvare:
15=Încarcă fişierul după unire şi salvare
16=Recalculează valori timp
17=&Uneşte !

[Information and errors]
01=Informaţii şi erori
02=Verifică !
03=Repară erori !
04=&Setări
05=Confirmă fiecare ştergere
06=Linia
07=Tip
08=Descriere
; added in 2.52
54=Salvare raport
55=Rapoarte
56=Alegerea denumirii raportului
;-------;
; Types ;
;-------;
09=Eroare
10=Avertisment
11=Info
13=Reparat
;----------------------;
; Information messages ;
;----------------------;
14=Total erori: %d
15=Erori reparate: %d
;---------------;
; Error reports ;
;---------------;
16=Linia conţine rânduri fără litere
17=Linie goală
18=Suprapunere cu linia precedentă
19=Valori incorecte
20=Durată prea lungă
21=Durată prea scurtă
22=Rând(uri) prea lung(i)
23=Mai mult de 2 rânduri
24=Pentru surzi
25=Are text înainte de două puncte (":")
26=Puncte inutile
27=Conţine caracter interzis
28=Caracter repetat
29=Linie repetată
30=Eroare OCR
31=Linie cu un singur rând începe cu "-"
32=Fără spaţiu după caracter definit
33=Fără spaţiu înainte de caracter definit
34=Spaţii inutile
35=Linie marcată
; added in 2.52
57=LPS prea mic
58=LPS prea mare
;-------------;
; Fix reports ;
;-------------;
36=S-au şters rândurile fără litere
37=Linia goală a fost ştearsă
38=Suprapunere reparată
39=Valori incorecte reparate
40=Linia cu mai mult de 2 rânduri a fost ajustată
41=Linie ştearsă - era pentru surzi
42=Partea pentru surzi a fost ştearsă
43=Text şters înainte de două puncte (":")
44=Puncte inutile şterse
45=Conţinea caracter interzis şi a fost şters
46=Repetare caracter reparată
47=Repetare linie reparată
48=Erori OCR reparate
49=S-a şters semnul "-" în linia cu un singur rând
50=Spaţiu adăugat după caracter definit
51=Spaţiu adăugat înainte de caracter definit
52=S-au şters spaţiile inutile
;-----
53=Dublu-clic pentru salt la linia din fereastra principală

[Information and errors Settings]
01=Setări
02=General
03=Avansat
04=Verifică
05=Repară
06=Spaţii inutile
07=Arată confirmarea corecturii în fereastra principală
08=Marchează erorile în lista ferestrei principale
09=Setare culoare...
10=Aldin
11=Cursiv
12=Subliniat
13=Marchează erorile la încărcarea subtitrării
14=Repară erorile la încărcarea subtitrării
15=Repară suprapunere de o unitate la încărcare
16=Script OCR:
17=&Editare
18=Caractere repetabile:
19=Caractere interzise:
20=Toleranţă pentru linii repetate:
21=milisecunde.
22=Spaţiu după caractere:
23=Spaţiu înainte de caractere:
24=Durată prea lungă:
25=Durată prea scurtă:
26=Rând prea lung:
27=caractere.
;------
28=Rânduri fără litere
29=Linii goale
30=Linii suprapuse
31=Valori incorecte
32=Durate prea lungi
33=Durate prea scurte
34=Rânduri prea lungi
35=Linii cu mai mult de 2 rânduri
36=Linii pentru surzi
37=Text înainte de două puncte (":")
38=Doar dacă textul e scris cu majuscule
39=Puncte inutile
40=Caractere interzise
41=Caractere repetate
42=Linii repetate
43=Erori OCR
44=Semnul "-" în linii cu un singur rând
45=Spaţii după caracter definit
46=Spaţii înainte de caracter definit
47=Spaţii inutile
;------
48=Verifică:
49=Repară:
50=Rânduri goale şi spaţii la începutul şi sfârşitul liniei
51=Spaţii între rânduri (stânga şi dreapta)
52=Spaţii duble şi rânduri
53=Spaţii în faţa semnelor de punctuaţie
54=Spaţii după "ż" şi "ˇ"
55=Spaţii înainte de "?" şi "!"
56=Spaţii între numere
; added in 2.52
57=LPS mai mic decât:
58=LPS mai mare sau egal cu:
59=LPS prea mic
60=LPS prea mare

[Various information]
01=Informaţii diverse
02=Informaţii
03=Extras
04=Fişier original
05=Fişier tradus
06=Formatul curent:
07=Fişier:
08=Mărime:
09=Număr total de linii:
10=Număr total de rânduri:
11=Număr total de cuvinte:
12=Număr total de litere:
13=Linii cu un singur rând:
14=Linii cu 2 rânduri:
15=Linii cu mai mult de 2 rânduri:
16=Cel mai lung rând:
17=în linia %d cu %d caractere
18=Mărimea optimă a fontului pentru redare
19=Lăţime rezoluţie:
20=Din AVI
21=Nume font:
22=Aldin
23=Cursiv
24=Calculează
; added in 2.52
25=Durata cea mai mare:
26=Durata cea mai mică:
27=Cel mai mare CPS:
28=Cel mai mic CPS:
29=în linia %d

[SAMI Language Extractor]
01=Extractor Limbă din fişier SAMI
02=Fişier SAMI:
03=Director salvare:
04=Limbile selectate vor fi extrase:
05=Clasa
06=Limba
07=Auto-detectare toate
08=Adaugă manual
09=Extrage !
10=Adaugă limbă
11=Introdu numele clasei limbii dorite:
12=Vă rugăm, aşteptaţi...

[About form]
01=Despre %s
02=Informaţii
03=Credite
04=Versiunea: %s
05=%s versiunea: %s
06=%d formate diferite suportate
07=Dacă îţi place acest program, vom aprecia dacă doreşti să faci o donaţie. Dă clic aici pentru a dona.
08=Programatori
09=Programatori suplimentari
10=%s de
; Following line is "DirectShow programming"
11=Programare %s
12=Traducători
13=Testeri beta
14=Pictogramă implicită de
15=Pentru actualizări vizitaţi:
; added in 2.52
16=Subtitle Workshop este distribuit
17=sub licenţă GNU/GPL 3

[Error messages]
01=Nu s-a iniţializat "SubtitleAPI". Vă rugăm descărcaţi fişierul DLL "%s" de la %s şi copiaţi-l în directorul "%s".
02=Această eroare (%s) a rezultat din obiectul %s (%s):||"%s"||Vă rugăm scrieţi la %s şi spuneţi ce făceaţi când s-a produs eroarea.||Apăsaţi OK pentru continuare sau Revocare pentru ieşirea din program.
03=Fişierul "%s" e o subtitrare invalidă sau un format nesuportat.
04=Fişierul "%s" nu e în format %s sau nu e un fişier subtitrare valid.
05="%s" nu e un fişier video valid.
06=Număr linie invalid.
07=Selectaţi cel puţin o extensie pentru căutare.
08=Calea de căutare nu există.
09=Numărul elementului nu e un număr valid.
10=Vă rugăm adăugaţi 2 subtitrări sau mai multe.
11=Conectarea la server a eşuat !
12=Nu se poate îndepărta atributul "doar în citire" al fişierului "%s".||Posibil să fie pe o unitate protejată la scriere.
13=Eroare la conectare la Microsoft Word !
14=Mai întâi selectaţi filmul(filmurile) pentru partea(părţile) precedentă(precedente) !
15=Selectaţi un director valid pentru salvare.
16=Selectaţi cel puţin o limbă pentru extragere.
17=Fişierul "%s" nu e un fişier SAMI valid.
18=Selectaţi o parte a subtitrării în listă.
19=Dacă selectaţi un fragment din film pentru o parte a subtitrării trebuie să selectaţi un fragment din film pentru toate părţile subtitrării (mai puţin pentru ultima parte, desigur).
20=E nevoie de două sau mai multe puncte.

[Question messages]
01=Fişierul "%s" a fost modificat.||Doriţi să salvaţi modificările ?
02=Fişierul "%s" există.||Doriţi să-l înlocuiţi ?
03=Fişierul original ("%s") a fost modificat.||Doriţi să salvaţi modificările ?
04=Fişierul traducere ("%s") a fost modificat.||Doriţi să salvaţi modificările ?
05=Liniile selectate urmează să fie şterse.||Continuaţi ?
06=Punct 1 Linia: %s|Punct 1 Film: %s||Punct 2 Linia: %s|Punct 2 Film: %s||Sincronizaţi liniile ?
07=Executabilul player-ului video nu a fost specificat sau nu există.||Doriţi să configuraţi player-ul extern ?
08=Versiune nouă găsită !||Vreţi să vedeţi lista cu modificări ?
09=Fişierul pe care încercaţi să-l salvaţi are atributul "doar în citire".||Salvaţi oricum ?

[Information messages]
01=Nu s-au găsit mai multe instanţe ale "%s".
02=Nu există versiuni noi disponibile.
03=Verificarea ortografiei s-a terminat.||%d schimbări efectuate.
04=Prea multe părţi. Resetare...
05=Doar o singură limbă găsită.||Dacă fişierul conţine mai multe limbi, adaugă pe cele pe care le doreşti manual deschizând fişierul într-un editor de texte şi căutând numele corect al clasei.
06=Imposibil de localizat eticheta STYLE de start şi/sau de închidere !||Probabil din acest motiv, acest fişier nu conţine mai mult de o limbă.|Dacă conţine, încercaţi să adăugaţi manual căutând numele clasei limbii(limbilor) dorite.
07=Mărimea potrivită pentru font la redare este: %d
08=înlocuiri totale: %d
09=Nume fişier: %s|Mărime: %s|CPS: %s|Durata: %s|Cadre totale: %d|Rezoluţia: %dx%d|FourCC: %s
10=Câteva din stream-urile filmului nu pot fi redate corect. Probabil codecul video sau audio lipseşte.
11=Nu e necesar să setaţi fragmentul din film corespunzător cu ultima linie.
; added in 2.52
12=Eroare neprevăzută:|"%s"

[Information and errors messages]
01=Linia nr. %d e o linie goală şi urmează să fie ştearsă.||Continuaţi ?
02=Linia nr. %d:||"%s" conţine un caracter interzis şi urmează să fie ştearsă.||Continuaţi ?
03=Linia nr. %d:||"%s" urmează să fie ştearsă.||Continuaţi ?
04=O parte din linia nr. %d:||"%s" urmează să fie ştearsă, iar linia va fi:||"%s"||Continuaţi ?
05=Linia nr. %d:||"%s" e o linie de un rând şi începe cu "-".||ştergeţi semnul "-" de la început ?

; added in 2.52
[Audio streams]
01=Mai multe piste audio detectate.
02=Vă rugăm să alegeţi o pistă audio.
03=OK
